Repository: ippicom/ippi-softphone
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Answer call
de: Anruf annehmen
es: Responder llamada
fr: Répondre
it: Rispondi alla chiamata

source: Answer incoming call and hold current
de: Eingehenden Anruf annehmen und aktuellen halten
es: Responder llamada entrante y poner en espera la actual
fr: Répondre et mettre l'appel en cours en attente
it: Rispondi alla chiamata in arrivo e metti in attesa quella corrente

source: Call
de: Anruf
es: Llamada
fr: Appel
it: Chiamata

source: Call on hold: %@
de: Anruf gehalten: %@
es: Llamada en espera: %@
fr: Appel en attente : %@
it: Chiamata in attesa: %@

source: Connecting...
de: Verbindung wird hergestellt...
es: Conectando...
fr: Connexion...
it: Connessione...

source: Contacts
de: Kontakte
es: Contactos
it: Contatti

source: Decline call
de: Anruf ablehnen
es: Rechazar llamada
fr: Refuser l'appel
it: Rifiuta la chiamata

source: Decline incoming call
de: Eingehenden Anruf ablehnen
es: Rechazar llamada entrante
fr: Refuser l'appel entrant
it: Rifiuta la chiamata in arrivo

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine

source: Double tap to answer incoming call
de: Doppeltippen, um den eingehenden Anruf anzunehmen
es: Toque dos veces para responder la llamada entrante
fr: Touchez deux fois pour répondre à l'appel entrant
it: Tocca due volte per rispondere alla chiamata in arrivo

source: Double tap to call %@
de: Doppeltippen, um %@ anzurufen
es: Toque dos veces para llamar a %@
fr: Touchez deux fois pour appeler %@
it: Tocca due volte per chiamare %@

source: Double tap to decline incoming call
de: Doppeltippen, um den eingehenden Anruf abzulehnen
es: Toque dos veces para rechazar la llamada entrante
fr: Touchez deux fois pour refuser l'appel entrant
it: Tocca due volte per rifiutare la chiamata in arrivo

source: Double tap to delete last digit
de: Doppeltippen, um die letzte Ziffer zu löschen
es: Toque dos veces para borrar el último dígito
fr: Touchez deux fois pour supprimer le dernier chiffre
it: Tocca due volte per eliminare l'ultima cifra

source: Double tap to hang up
de: Doppeltippen, um aufzulegen
es: Toque dos veces para colgar
fr: Touchez deux fois pour raccrocher
it: Tocca due volte per riagganciare

source: Double tap to swap calls
de: Doppeltippen, um Anrufe zu wechseln
es: Toque dos veces para alternar las llamadas
fr: Touchez deux fois pour permuter les appels
it: Tocca due volte per scambiare le chiamate

source: End call
de: Anruf beenden
es: Finalizar llamada
fr: Terminer l'appel
it: Termina la chiamata

source: Enter a number to call
de: Nummer zum Anrufen eingeben
es: Introduzca un número para llamar
fr: Entrez un numéro à appeler
it: Inserisci un numero da chiamare

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
it: Fallito

source: Hash
de: Raute
es: Almohadilla
fr: Dièse
it: Cancelletto

source: Keypad
de: Tastenfeld
es: Teclado
fr: Clavier
it: Tastiera

source: Long press for plus
de: Lange drücken für Plus
es: Mantenga pulsado para el signo más
fr: Appui long pour le plus
it: Tieni premuto per il segno più

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato

source: On
de: Ein
es: Activado
fr: Activé
it: Attivato

source: Recent
de: Verlauf
es: Recientes
fr: Récents
it: Recenti

source: Select a section
de: Bereich auswählen
es: Seleccione una sección
fr: Sélectionnez une section
it: Seleziona una sezione

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni

source: Star
de: Stern
es: Asterisco
fr: Étoile
it: Asterisco

# account.notloggedin
source: Not logged in
de: Nicht angemeldet
es: No conectado
fr: Non connecté
it: Non connesso

# audio.earpiece
source: Earpiece
de: Hörer
es: Auricular
fr: Écouteur
it: Auricolare

# audio.headphones
source: Headphones
de: Kopfhörer
es: Auriculares
fr: Casque
it: Cuffie

# audio.speaker
source: Speaker
de: Lautsprecher
es: Altavoz
fr: Haut-parleur
it: Altoparlante

# call.answer
source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
it: Accetta

# call.connecting
source: Connecting...
de: Verbindung wird hergestellt...
es: Conectando...
fr: Connexion...
it: Connessione...

# call.contacts
source: Contacts
de: Kontakte
es: Contactos
it: Contatti

# call.decline
source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta

# call.endandanswer
source: End & Answer
de: Beenden & Annehmen
es: Finalizar y Responder
fr: Fin et Répondre
it: Termina e Rispondi

# call.error.mic.denied
source: Microphone access is required to make calls. Please enable it in Settings.
de: Für Anrufe ist ein Mikrofonzugriff erforderlich. Bitte aktivieren Sie ihn in den Einstellungen.
es: Se requiere acceso al micrófono para realizar llamadas. Actívelo en Ajustes.
fr: L'accès au microphone est nécessaire pour passer des appels. Veuillez l'activer dans Réglages.
it: L'accesso al microfono è necessario per effettuare chiamate. Abilitalo nelle Impostazioni.

# call.hangup
source: Hang Up
de: Auflegen
es: Colgar
fr: Raccrocher
it: Riaggancia

# call.hold
source: Hold
de: Halten
es: En espera
fr: Pause
it: Pausa

# call.incoming
source: Incoming Call
de: Eingehender Anruf
es: Llamada entrante
fr: Appel entrant
it: Chiamata in arrivo

# call.keypad
source: Keypad
de: Tastenfeld
es: Teclado
fr: Clavier
it: Tastiera

# call.mute
source: Mute
de: Stumm
es: Silenciar
fr: Micro
it: Muto

# call.newcall
source: New Call
de: Neuer Anruf
es: Nueva llamada
fr: Nouvel appel
it: Nuova chiamata

# call.onhold
source: On Hold
de: Gehalten
es: En espera
fr: En attente
it: In attesa

# call.resume
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi

# call.ringing
source: Ringing...
de: Klingelt...
es: Sonando...
fr: Sonnerie...
it: Squillo...

# call.speaker
source: Speaker
de: Lautsprecher
es: Altavoz
fr: Haut-parleur
it: Altoparlante

# call.state.calling
source: Calling...
de: Anruf...
es: Llamando...
fr: Appel...
it: Chiamata...

# call.state.connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso

# call.state.ended
source: Call ended
de: Anruf beendet
es: Llamada finalizada
fr: Appel terminé
it: Chiamata terminata

# call.state.heldbyremote
source: Held by remote
de: Vom Gegenüber gehalten
es: En espera por el remoto
fr: Mis en attente
it: In attesa dal remoto

# call.state.idle
source: Idle
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo

# call.state.initializing
source: Initializing...
de: Initialisierung...
es: Inicializando...
fr: Initialisation...
it: Inizializzazione...

# call.state.ringing
source: Ringing...
de: Klingelt...
es: Sonando...
fr: Sonnerie...
it: Squillo...

# call.swap
source: Swap
de: Wechseln
es: Alternar
fr: Permuter
it: Scambia

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

# common.error
source: Error
de: Fehler
fr: Erreur
it: Errore

# contacts.empty.description
source: Contacts with phone numbers will appear here
de: Kontakte mit Telefonnummern werden hier angezeigt
es: Los contactos con números de teléfono aparecerán aquí
fr: Les contacts avec numéros de téléphone apparaîtront ici
it: I contatti con numeri di telefono appariranno qui

# contacts.empty.title
source: No Contacts
de: Keine Kontakte
es: Sin contactos
fr: Aucun contact
it: Nessun contatto

# contacts.permission.button
source: Grant Access
de: Zugriff erlauben
es: Conceder acceso
fr: Autoriser l'accès
it: Concedi accesso

# contacts.permission.denied
source: Contacts access was denied. Please enable it in Settings to see your contacts.
de: Der Zugriff auf Kontakte wurde verweigert. Bitte aktivieren Sie ihn in den Einstellungen, um Ihre Kontakte zu sehen.
es: El acceso a los contactos fue denegado. Actívelo en Ajustes para ver sus contactos.
fr: L'accès aux contacts a été refusé. Veuillez l'activer dans Réglages pour voir vos contacts.
it: L'accesso ai contatti è stato negato. Abilitalo nelle Impostazioni per vedere i tuoi contatti.

# contacts.permission.description
source: Grant access to your contacts to make calls easily
de: Erlauben Sie den Zugriff auf Ihre Kontakte, um einfach Anrufe zu tätigen
es: Permita el acceso a sus contactos para realizar llamadas fácilmente
fr: Autorisez l'accès à vos contacts pour passer des appels facilement
it: Concedi l'accesso ai tuoi contatti per effettuare chiamate facilmente

# contacts.permission.openSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni

# contacts.permission.title
source: Contacts Access Required
de: Kontaktzugriff erforderlich
es: Acceso a contactos requerido
fr: Accès aux contacts requis
it: Accesso ai contatti richiesto

# contacts.search
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca

# contacts.selectnumber
source: Select Number
de: Nummer auswählen
es: Seleccionar número
fr: Choisir un numéro
it: Seleziona numero

# contacts.title
source: Contacts
de: Kontakte
es: Contactos
it: Contatti

# credits.firebase.transitive.header
source: Firebase Components
de: Firebase-Komponenten
es: Componentes de Firebase
fr: Composants Firebase
it: Componenti Firebase

# credits.firebase.transitive.intro
source: Firebase SDK includes the following third-party components:
de: Das Firebase SDK enthält die folgenden Drittanbieter-Komponenten:
es: El SDK de Firebase incluye los siguientes componentes de terceros:
fr: Le SDK Firebase inclut les composants tiers suivants :
it: L'SDK Firebase include i seguenti componenti di terze parti:

# credits.licenses
source: Licenses
de: Lizenzen
es: Licencias
fr: Licences
it: Licenze

# credits.licenses.intro
source: This app uses the following open source libraries:
de: Diese App verwendet die folgenden Open-Source-Bibliotheken:
es: Esta aplicación utiliza las siguientes bibliotecas de código abierto:
fr: Cette application utilise les bibliothèques open source suivantes :
it: Questa app utilizza le seguenti librerie open source:

# credits.source.code
source: Source Code
de: Quellcode
es: Código fuente
fr: Code source
it: Codice sorgente

# credits.source.code.description
source: This app is open source under the AGPL-3.0 license. View the source code on GitHub.
de: Diese App ist Open Source unter der AGPL-3.0-Lizenz. Quellcode auf GitHub ansehen.
es: Esta aplicación es de código abierto bajo la licencia AGPL-3.0. Ver el código fuente en GitHub.
fr: Cette application est open source sous licence AGPL-3.0. Voir le code source sur GitHub.
it: Questa app è open source con licenza AGPL-3.0. Visualizza il codice sorgente su GitHub.

# credits.title
source: Licenses
de: Lizenzen
es: Licencias
fr: Licences
it: Licenze

# dialer.error.connection
source: Connection failed
de: Verbindung fehlgeschlagen
es: Error de conexión
fr: Échec de connexion
it: Connessione fallita

# dialer.error.invalid
source: Invalid number
de: Ungültige Nummer
es: Número inválido
fr: Numéro invalide
it: Numero non valido

# dialer.error.notregistered
source: Not connected to server
de: Nicht mit dem Server verbunden
es: No conectado al servidor
fr: Non connecté au serveur
it: Non connesso al server

# dialer.placeholder
source: Enter a number
de: Nummer eingeben
es: Introduzca un número
fr: Entrez un numéro
it: Inserisci un numero

# dialer.title
source: Keypad
de: Tastenfeld
es: Teclado
fr: Clavier
it: Tastiera

# dialpad.delete.hint
source: Long press to clear all
de: Lange drücken, um alles zu löschen
es: Mantenga pulsado para borrar todo
fr: Appui long pour tout effacer
it: Tieni premuto per cancellare tutto

# history.clearall
source: Clear All
de: Alle löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto

# history.clearall.confirm
source: This will delete all call history. This action cannot be undone.
de: Dadurch wird der gesamte Anrufverlauf gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará todo el historial de llamadas. Esta acción no se puede deshacer.
fr: Cela supprimera tout l'historique. Cette action est irréversible.
it: Questo eliminerà tutta la cronologia delle chiamate. Questa azione non può essere annullata.

# history.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

# history.empty.description
source: Your call history will appear here
de: Ihr Anrufverlauf wird hier angezeigt
es: Su historial de llamadas aparecerá aquí
fr: Votre historique d'appels apparaîtra ici
it: La cronologia delle chiamate apparirà qui

# history.empty.title
source: No Calls
de: Keine Anrufe
es: Sin llamadas
fr: Aucun appel
it: Nessuna chiamata

# history.filter.all
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti

# history.filter.empty.description
source: No calls match this filter
de: Keine Anrufe entsprechen diesem Filter
es: Ninguna llamada coincide con este filtro
fr: Aucun appel ne correspond à ce filtre
it: Nessuna chiamata corrisponde a questo filtro

# history.filter.empty.title
source: No Results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato

# history.filter.incoming
source: Incoming
de: Eingehend
es: Entrantes
fr: Entrants
it: In arrivo

# history.filter.missed
source: Missed
de: Verpasst
es: Perdidas
fr: Manqués
it: Perse

# history.filter.outgoing
source: Outgoing
de: Ausgehend
es: Salientes
fr: Sortants
it: In uscita

# history.search
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca

# history.title
source: Recents
de: Verlauf
es: Recientes
fr: Récents
it: Recenti

# history.yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri

# login.button
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi

# login.error.form
source: Please enter username and password
de: Bitte geben Sie Benutzername und Passwort ein
es: Introduzca nombre de usuario y contraseña
fr: Veuillez entrer votre identifiant et mot de passe
it: Inserisci nome utente e password

# login.error.generic
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Se ha producido un error
fr: Une erreur est survenue
it: Si è verificato un errore

# login.error.registration
source: Login failed. Please check your credentials.
de: Anmeldung fehlgeschlagen. Bitte überprüfen Sie Ihre Zugangsdaten.
es: Error de inicio de sesión. Verifique sus credenciales.
fr: Connexion échouée. Veuillez vérifier vos identifiants.
it: Accesso fallito. Verifica le tue credenziali.

# login.error.title
source: Login Error
de: Anmeldefehler
es: Error de inicio de sesión
fr: Erreur de connexion
it: Errore di accesso

# login.password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

# login.password.placeholder
source: Your SIP password
de: Ihr SIP-Passwort
es: Su contraseña SIP
fr: Votre mot de passe SIP
it: La tua password SIP

# login.title
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi

# login.username
source: Username
de: Benutzername
es: Nombre de usuario
fr: Identifiant
it: Nome utente

# login.username.placeholder
source: Your ippi username
de: Ihr ippi-Benutzername
es: Su nombre de usuario ippi
fr: Votre identifiant ippi
it: Il tuo nome utente ippi

# notification.missed_call_from
source: Missed call from %@
de: Verpasster Anruf von %@
es: Llamada perdida de %@
fr: Appel manqué de %@
it: Chiamata persa da %@

# onboarding.contacts.description
source: Show caller names and search your phonebook
de: Anrufernamen anzeigen und im Telefonbuch suchen
es: Mostrar nombres de llamantes y buscar en su agenda
fr: Afficher les noms des appelants et rechercher dans vos contacts
it: Mostra i nomi dei chiamanti e cerca nella tua rubrica

# onboarding.contacts.title
source: Contacts
de: Kontakte
es: Contactos
it: Contatti

# onboarding.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua

# onboarding.mic.description
source: Required to make and receive calls
de: Erforderlich zum Tätigen und Empfangen von Anrufen
es: Necesario para realizar y recibir llamadas
fr: Nécessaire pour passer et recevoir des appels
it: Necessario per effettuare e ricevere chiamate

# onboarding.mic.title
source: Microphone
de: Mikrofon
es: Micrófono
it: Microfono

# onboarding.push.description
source: Get notified of incoming calls when the app is closed
de: Über eingehende Anrufe benachrichtigt werden, wenn die App geschlossen ist
es: Recibir notificaciones de llamadas entrantes cuando la app esté cerrada
fr: Recevoir les appels entrants lorsque l'app est fermée
it: Ricevi notifiche sulle chiamate in arrivo quando l'app è chiusa

# onboarding.push.enable
source: Enable
de: Aktivieren
es: Activar
fr: Activer
it: Attiva

# onboarding.push.title
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche

# onboarding.subtitle
source: Allow these permissions for the best experience
de: Erlauben Sie diese Berechtigungen für die beste Nutzung
es: Permita estos permisos para una mejor experiencia
fr: Autorisez ces permissions pour une meilleure expérience
it: Concedi queste autorizzazioni per la migliore esperienza

# onboarding.title
source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto

# registration.cleared
source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso

# registration.failed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
it: Fallito

# registration.failed.message
source: Connection failed. Check your credentials.
de: Verbindung fehlgeschlagen. Überprüfen Sie Ihre Zugangsdaten.
es: Error de conexión. Verifique sus credenciales.
fr: Échec de connexion. Vérifiez vos identifiants.
it: Connessione fallita. Verifica le tue credenziali.

# registration.none
source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non connesso

# registration.progress
source: Connecting...
de: Verbindung wird hergestellt...
es: Conectando...
fr: Connexion...
it: Connessione...

# registration.registered
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso

# settings.about
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni

# settings.account
source: Account
de: Konto
es: Cuenta
fr: Compte

# settings.appearance
source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto

# settings.appearance.auto
source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico

# settings.appearance.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro

# settings.appearance.light
source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro

# settings.appearance.mode
source: Theme
de: Design
es: Tema
fr: Thème
it: Tema

# settings.clearhistory
source: Clear Call History
de: Anrufverlauf löschen
es: Borrar historial de llamadas
fr: Effacer l'historique
it: Cancella cronologia chiamate

# settings.clearhistory.confirm
source: This will delete all call history. This action cannot be undone.
de: Dadurch wird der gesamte Anrufverlauf gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará todo el historial de llamadas. Esta acción no se puede deshacer.
fr: Cela supprimera tout l'historique. Cette action est irréversible.
it: Questo eliminerà tutta la cronologia delle chiamate. Questa azione non può essere annullata.

# settings.credits
source: Licenses
de: Lizenzen
es: Licencias
fr: Licences
it: Licenze

# settings.data
source: Data
de: Daten
es: Datos
fr: Données
it: Dati

# settings.debug.active
source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo

# settings.debug.description
source: Captures detailed SIP traces for 15 min
de: Erfasst detaillierte SIP-Traces für 15 Min.
es: Captura trazas SIP detalladas durante 15 min
fr: Capture les traces SIP détaillées pendant 15 min
it: Cattura tracce SIP dettagliate per 15 min

# settings.debug.expires
source: Expires in %@
de: Läuft ab in %@
es: Expira en %@
fr: Expire dans %@
it: Scade tra %@

# settings.debug.mode
source: Debug Mode
de: Debug-Modus
es: Modo depuración
fr: Mode debug
it: Modalità debug

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua

# settings.language.restart
source: Restart the app to apply language change.
de: Starten Sie die App neu, um die Sprachänderung zu übernehmen.
es: Reinicie la aplicación para aplicar el cambio de idioma.
fr: Redémarrez l'application pour appliquer le changement de langue.
it: Riavvia l'app per applicare il cambio di lingua.

# settings.logout
source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Disconnetti

# settings.logout.confirm
source: Are you sure you want to sign out?
de: Möchten Sie sich wirklich abmelden?
es: ¿Está seguro de que desea cerrar sesión?
fr: Voulez-vous vraiment vous déconnecter ?
it: Sei sicuro di volerti disconnettere?

# settings.logs.send
source: Send Diagnostic Logs
de: Diagnoseprotokolle senden
es: Enviar registros de diagnóstico
fr: Envoyer les logs de diagnostic
it: Invia log diagnostici

# settings.network
source: Network
de: Netzwerk
es: Red
fr: Réseau
it: Rete

# settings.notifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche

# settings.notifications.denied.message
source: Notifications must be enabled in iOS Settings before activating push. Please enable them, then come back and turn on push notifications.
de: Benachrichtigungen müssen in den iOS-Einstellungen aktiviert werden, bevor Push aktiviert werden kann. Bitte aktivieren Sie diese und kommen Sie zurück, um Push-Benachrichtigungen einzuschalten.
es: Las notificaciones deben estar activadas en los Ajustes de iOS antes de activar las push. Actívelas y luego vuelva para activar las notificaciones push.
fr: Les notifications doivent être activées dans les Réglages iOS avant d'activer le push. Veuillez les activer, puis revenez activer les notifications push.
it: Le notifiche devono essere abilitate nelle Impostazioni iOS prima di attivare il push. Abilitale, poi torna qui e attiva le notifiche push.

# settings.notifications.denied.openSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni

# settings.notifications.denied.title
source: Notifications Disabled
de: Benachrichtigungen deaktiviert
es: Notificaciones desactivadas
fr: Notifications désactivées
it: Notifiche disattivate

# settings.password.change
source: Update Password
de: Passwort ändern
es: Actualizar contraseña
fr: Mettre à jour le mot de passe
it: Aggiorna password

# settings.password.error.empty
source: Password cannot be empty
de: Das Passwort darf nicht leer sein
es: La contraseña no puede estar vacía
fr: Le mot de passe ne peut pas être vide
it: La password non può essere vuota

# settings.password.error.rejected
source: The new password was rejected by the server
de: Das neue Passwort wurde vom Server abgelehnt
es: La nueva contraseña fue rechazada por el servidor
fr: Le nouveau mot de passe a été rejeté par le serveur
it: La nuova password è stata rifiutata dal server

# settings.password.error.save
source: Password changed on server but could not be saved locally. Please try again.
de: Das Passwort wurde auf dem Server geändert, konnte aber nicht lokal gespeichert werden. Bitte versuchen Sie es erneut.
es: La contraseña se cambió en el servidor pero no se pudo guardar localmente. Inténtelo de nuevo.
fr: Le mot de passe a été changé sur le serveur mais n'a pas pu être enregistré localement. Veuillez réessayer.
it: La password è stata cambiata sul server ma non è stato possibile salvarla localmente. Riprova.

# settings.password.message
source: Enter your new SIP password
de: Geben Sie Ihr neues SIP-Passwort ein
es: Introduzca su nueva contraseña SIP
fr: Entrez votre nouveau mot de passe SIP
it: Inserisci la tua nuova password SIP

# settings.password.new
source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
